# ⬛ - земля 🟩⬛🟫⬜🌑🟧🟨
# 🟦 - вода 🌀🚰⛲🌊🟦
# 🌴 - дерево 🌴🌳🎄🌲🌵
# 🏥 - лечение 💊🍄⛑🏥
# 🏦 - апгрейд 🛠🏦

# 🌥 - тучка ⛅🌧🌨🌥⛈🌩
# ⚡ - молния ⚡🌪
# 🔥 - огонь 💥🔥
# 🚁 - вертолет 🚒🚁🛩
# 🧡 - жизни
# 💧 - емкости 🛢💧🪣
# ⭐ - деньги 💰💲🏆⭐🪙

""" DEFAULT """
# CELL_TYPES [ 0 1 2 3 4 ]
CELL_TYPES = "⬛🌲🌊🏥🏦"

### Фэнтези
# CELL_TYPES [ 0 1 2 3 4 ]
CELL_TYPES = "🟩🌳🟦🍄🏦"

""" Моды на сложность """
### Острова [ Передвигаемся по воде ]
# CELL_TYPES [ 0 1 2 3 4 ]
CELL_TYPES = "🟫🌴🟦💊🛠"

### Тропики [ Больниц нет(редкие врачи-волонтеры) ]
# CELL_TYPES [ 0 1 2 3 4 ]
CELL_TYPES = "🟫🌴🟦⛑🛠"

### Зима [ Вода замерзла(дольше набирать) ]
# CELL_TYPES [ 0 1 2 3 4 ]
CELL_TYPES = "⬛🎄⬜🏥🏦"

### Пустыня [ Вместо рек и озёр, одиночные родники ]
# CELL_TYPES [ 0 1 2 3 4 ]
CELL_TYPES = "🟨🌵⛲💊🛠"

