# ⬛ - земля 🟩⬛🟫⬜🟧🟨
# 🟦 - вода 🌀🚰⛲🌊🟦
# 🌴 - дерево 🌴🌳🎄🌲🌵
# 🏥 - лечение 💊🍄⛑🏥
# 🏦 - апгрейд 🛠🏦

# 🌥 - тучка ⛅🌧🌨🌥⛈🌩
# ⚡ - молния ⚡🌪
# 🔥 - огонь 💥🔥
# 🚁 - вертолет 🚒🚁🛩
# 🧡 - жизни
# 💧 - емкости 🛢💧🪣
# ⭐ - деньги 💰💲🏆⭐🪙

""" Моды на графику """
### DEFAULT
##CELL_TYPES [ 0 1 2 3 4 ]
#CELL_TYPES = "⬛🌲🌊🏥🏦"

### Фэнтези
##CELL_TYPES [ 0 1 2 3 4 ]
#CELL_TYPES = "🟩🌳🟦🍄✨"

""" Моды на сложность """
### Зима 
# [ Вода замерзла(дольше набирать, но движение по льду быстрее) ]
##CELL_TYPES [ 0 1 2 3 4 ]
#CELL_TYPES = "⬛🎄⬜🏥🏦"

### Острова 
# [ Передвигаемся по воде(вода всегда есть) ]
# [ Тушим пожары на островах ]
# [ Больниц нет, ищем пилюли(1 пилюля = 1 очко здоровья) ]
# [ Мастерских нет, редко встречаются механники(медленный апгрейд) ]
##CELL_TYPES [ 0 1 2 3 4 ]
#CELL_TYPES = "🟦🏝⛰💊🛠"

### Тропики 
# [ Больниц нет, редко встречаются врачи-волонтеры(медленное лечение) ]
# [ Мастерских нет, редко встречаются механники(медленный апгрейд) ]
##CELL_TYPES [ 0 1 2 3 4 ]
#CELL_TYPES = "🟫🌴🟦⛑🛠"

### Пустыня 
# [ Вместо рек и озёр, одиночные родники ]
# [ Больниц нет, ищем пилюли(1 пилюля = 1 очко здоровья) ]
# [ Мастерских нет, редко встречаются механники(медленный апгрейд) ]
##CELL_TYPES [ 0 1 2 3 4 ]
#CELL_TYPES = "🟨🌵⛲💊🛠"

